[
  {
    "company": "Tesla",
    "company_logo": null,
    "content": "<p>When we needed help building a new e-commerce platform, we turned to DEF Dev Agency, and we're so glad we did. Their team of experts, led by Project Manager Jane Smith, were incredibly knowledgeable and attentive to our needs. They communicated regularly with us throughout the development process, ensuring that the final product met our exact specifications. Thanks to their hard work, we now have a platform that has significantly improved our business. We highly recommend DEF Dev Agency to anyone looking for top-quality development services.</p>",
    "date_created": "2023-02-26T17:34:21.820Z",
    "date_updated": "2023-07-05T20:54:20.746Z",
    "id": "97ac6e52-69b4-4015-bed4-049c83bb5507",
    "image": "7775c53a-6c2c-453d-8c22-8b5445121d10",
    "link": null,
    "sort": null,
    "status": "published",
    "subtitle": "CEO",
    "title": "Elon Dusk",
    "user_created": "18910817-e86f-4193-a194-1fb62a8c626d",
    "user_updated": "18910817-e86f-4193-a194-1fb62a8c626d"
  },
  {
    "company": "Facebook",
    "company_logo": null,
    "content": "<p>We couldn't be happier with the mobile app that GHI Dev Agency helped us create. Their team, led by Lead Developer Alex Rodriguez, was always available to answer our questions and provide updates. They took the time to understand our needs and built a custom app that perfectly met our requirements. Thanks to their efforts, our app has been a huge hit with users and has helped us achieve our business goals. We highly recommend GHI Dev Agency to anyone in need of expert development services.</p>",
    "date_created": "2023-02-26T17:34:52.209Z",
    "date_updated": "2023-07-05T20:54:25.701Z",
    "id": "d507ff08-a0ca-4acb-abd7-1b294b9e105c",
    "image": "3eff7dc2-445a-47c5-9503-3f600ecdb5c6",
    "link": null,
    "sort": null,
    "status": "published",
    "subtitle": "CEO",
    "title": "Mark Suckerberg",
    "user_created": "18910817-e86f-4193-a194-1fb62a8c626d",
    "user_updated": "18910817-e86f-4193-a194-1fb62a8c626d"
  },
  {
    "company": "Apple",
    "company_logo": null,
    "content": "<p>Working with this dev agency was a game-changer for our business. They helped us develop a custom web application that has transformed the way we operate. From start to finish, the team was professional, responsive, and highly skilled. They took the time to understand our needs and worked closely with us to ensure the final product met all of our requirements. We couldn't be happier with the end result and highly recommend this dev agency to anyone looking for top-notch development services.</p>",
    "date_created": "2023-03-15T17:22:41.108Z",
    "date_updated": "2023-06-14T10:25:14.177Z",
    "id": "40b34bf4-c3c9-4833-ab22-4b4ea1fb7eb7",
    "image": "3eff7dc2-445a-47c5-9503-3f600ecdb5c6",
    "link": null,
    "sort": null,
    "status": "published",
    "subtitle": "CEO",
    "title": "Tim Apple",
    "user_created": "18910817-e86f-4193-a194-1fb62a8c626d",
    "user_updated": "18910817-e86f-4193-a194-1fb62a8c626d"
  }
]