[
  {
    "id": 1,
    "block_columns": "f79740a1-66ce-4ad9-83f3-a32721e5e44d",
    "title": "We're good at stuff",
    "headline": "We can help you with that",
    "content": "<p>1. Create an empty array to store the result<br />2. Loop through the array<br />3. Calculate the index of the result array<br />4. If the index doesn't exist, create it<br />5. Push the current item to the result array</p>",
    "image": "1f19dd72-a433-481d-9b51-e3cc8e4f33d3",
    "image_position": "left"
  },
  {
    "id": 2,
    "block_columns": "f79740a1-66ce-4ad9-83f3-a32721e5e44d",
    "title": "We can read good too",
    "headline": "Here's some other stuff we're good at",
    "content": "<p>Id velit magna nulla incididunt. Esse velit qui cillum irure tempor. Adipisicing sint incididunt non amet cupidatat commodo est reprehenderit. Nulla ex quis duis pariatur sit eu ad proident pariatur duis. Culpa mollit ea fugiat ullamco qui do eu nisi ea ipsum do consequat laborum elit. Nulla cillum proident nulla laborum velit sunt amet cillum elit laborum sint id. Voluptate incididunt elit incididunt aliqua amet. Aliqua minim ad magna eiusmod minim ex aliqua.</p>",
    "image": "6dad2008-3af5-407e-827e-da5744223181",
    "image_position": "right"
  },
  {
    "id": 3,
    "block_columns": "945245a7-4bab-4560-8287-fd2f797a18a8",
    "title": "UX / UI Design",
    "headline": "It all starts with design",
    "content": "<p>With our user-centered design approach, we'll create an online experience that is easy and enjoyable for your customers, helping you build trust and drive conversions. Don't let a poor user experience hold you back.&nbsp;</p>",
    "image": "6dad2008-3af5-407e-827e-da5744223181",
    "image_position": "left"
  },
  {
    "id": 4,
    "block_columns": "945245a7-4bab-4560-8287-fd2f797a18a8",
    "title": "Web Application Development",
    "headline": "Develop your application",
    "content": "<p>We specialize in developing web applications that are tailored to meet the unique needs of your business. Whether you need a custom CRM system, a project management tool, or a complex e-commerce platform, our team of skilled developers can build a web application that is secure, scalable, and easy to use. We use the latest web development technologies and frameworks to ensure that your application is fast, reliable, and future-proof.</p>",
    "image": "1f19dd72-a433-481d-9b51-e3cc8e4f33d3",
    "image_position": "right"
  },
  {
    "id": 5,
    "block_columns": "945245a7-4bab-4560-8287-fd2f797a18a8",
    "title": "Mobile Application Development",
    "headline": "Mobile apps without the headache",
    "content": "<p>Whether you need a native iOS or Android app or a hybrid app that can run on multiple platforms, our team of skilled developers can build a mobile application that is secure, scalable, and optimized for performance.&nbsp;</p>",
    "image": "6dad2008-3af5-407e-827e-da5744223181",
    "image_position": "left"
  }
]